/* Cancel按钮 */
"kAlertBtnCancel" = "キャンセル";

/* 关闭按钮 */
"kAlertBtnClose" = "閉じる";

/* OK按钮 */
"kAlertBtnOK" = "OK";

/* Retry按钮 */
"kAlertBtnRetry" = "再試行";

/* Settings按钮 */
"kAlertBtnSettings" = "設定";

/* 升级按钮 */
"kAlertBtnUpgrade" = "OK";

/* 查看按钮 */
"kAlertBtnView" = "表示";

/* xx即将到达，xx is coming. */
//"kAlertFrmStringArrived" = "間もなく%@に到着します。";
"kAlertFrmStringArrived" = "%@";

/* xx已经离开，Leave xx */
"kAlertFrmStringLeaved" = "%@";

/* 需要打开internet连接访问地图的提示框的内容 */
"kAlertNeedInternetBodyAccessMaps" = "マップデータにアクセスするには、Wi-Fiネットワークかモバイルデータ通信を利用する必要があります。";

/* 需要打开internet连接访问地图的提示框的标题 */
"kAlertNeedInternetTitleAccessMaps" = "マップデータにアクセスできません";

/* 需要打开internet连接访问App store的提示框的内容 */
"kAlertNeedInternetBodyAccessAppStore" = "App　Storeにアクセスするには、Wi-Fiネットワークかモバイルデータ通信を利用する必要があります。";

/* 需要打开internet连接访问App store的提示框的标题 */
"kAlertNeedInternetTitleAccessAppStore" = "App　Storeに接続できません";

/* 打开定位服务的提示框的消息内容 */
"kAlertNeedLocationServicesBody" = "位置情報サービスをオンにするとこのプログラムで位置情報が確認する必要があります。";

/* 打开定位服务的提示框的消息标题 */
"kAlertNeedLocationServicesTitle" = "現在地を確認できません";

/* 升级为pro版本的提示框的消息内容 */
"kAlertUpgradeProVesionBody" = "このプログラムを完全版にアップグレードすることで、さらに多くの位置アラームを増やすことができます。";

/* 升级为pro版本的提示框的消息标题 */
"kAlertUpgradeProVesionTitle" = "完全版にアップグレードします";


/* 查询失败的提示框内容：请重试。Please try again.（错误的默认提示） */
"kAlertSearchBodyTryAgain" = "もう一度、試してください。";

/* 查询失败的提示框内容：Please try tomorrow.对应“一天内查询次数过多” */
"kAlertSearchBodyTryTomorrow" = "明日、また試してください。";

/* 查询提示框标题，Search */
"kAlertSearchTitle" = "検査";

/* 地址查询失败的提示框标题：发生网络错误，Network Error，（错误的默认提示） */
"kAlertSearchTitleDefaultError" = "ネットワークエラー";

/* 地址查询失败的提示框标题：无结果，No Results Found */
"kAlertSearchTitleNoResults" = "結果なし";

/* 查询完成，有多个结果提示用户选择，Did you mean... */
"kAlertSearchTitleResults" = "つまりそれは...";

/* 地址查询失败的提示框标题：一天内查询次数过多，Too Many Queries have been Made */
"kAlertSearchTitleTooManyQueries" = "クエリの回数が多すぎました。";

/* 购买的消息标题 */
"kAlertPurchaseTitle" = "購入";
/* 需要打开允许购买选项的消息标题 */
"kAlertPurchasenNotAllowPurchaseBody" = "“App內での購入”を有効にしていません。";

/* 东经格式化串 */
"kCoordinateFrmStringEastLongitude" = "東経 %d°%d′%d″";

/* 东经格式化串(值与符号间有空格) */
"kCoordinateFrmStringEastLongitudeSpace" = "東経 %d°%d′%d″";

/* 东经格式化串(秒上带小数) */
"kCoordinateFrmStringEastLongitudeDecimal" = "東経  %3d°%2d′%2d.%.2d″";


/* 北纬格式化串 */
"kCoordinateFrmStringNorthLatitude" = "北緯 %d°%d′%d″";

/* 北纬格式化串(值与符号间有空格) */
"kCoordinateFrmStringNorthLatitudeSpace" = "北緯 %d°%d′%d″";

/* 北纬格式化串(秒上带小数) */
"kCoordinateFrmStringNorthLatitudeDecimal" = "北緯  %3d°%2d′%2d.%.2d″";


/* 南纬格式化串 */
"kCoordinateFrmStringSouthLatitude" = "南緯 %d°%d′%d″";

/* 南纬格式化串(值与符号间有空格) */
"kCoordinateFrmStringSouthLatitudeSpace" = "南緯 %d°%d′%d″";

/* 南纬格式化串(秒上带小数) */
"kCoordinateFrmStringSouthLatitudeDecimal" = "南緯  %3d°%2d′%2d.%.2d″";


/* 西经格式化串 */
"kCoordinateFrmStringWestLongitude" = "西経 %d°%d′%d″";

/* 西经格式化串(值与符号间有空格) */
"kCoordinateFrmStringWestLongitudeSpace" = "西経 %d°%d′%d″";

/* 西经格式化串(秒上带小数) */
"kCoordinateFrmStringWestLongitudeDecimal" = "西経  %3d°%2d′%2d.%.2d″";


/* 默认的位置闹钟名称 */
"KDefaultAlarmName" = "位置アラーム";

/* 警示半径类型名称-001，Near */
"KDicAlarmRadius001" = "近い";

/* 警示半径类型名称-002，Standard */
"KDicAlarmRadius002" = "標準";

/* 警示半径类型名称-003，Far */
"KDicAlarmRadius003" = "遠い";

/* 警示半径类型名称-004，Custom */
"KDicAlarmRadius004" = "カスタム";

/* 混合地图类型名称 */
"KDicMapTypeNameHybrid" = "地図＋写真";

/* 卫星地图类型名称 */
"KDicMapTypeNameSatellite" = "航空写真";

/* 标准地图类型名称 */
"KDicMapTypeNameStandard" = "マップ";

/* 开关值已经关闭 */
"KDicOff" = "オフ";

/* 开关值已经打开 */
"KDicOn" = "オン";

/* 重复类型的名称-001，Once */
"KDicRepeateTypeName001" = "しない";

/* 重复类型的名称-002，Forever */
"KDicRepeateTypeName002" = "連続アラーム";


/* 闹钟铃声名称-无 */
"KDicSoundName000" = "なし";

/* 闹钟铃声名称-001 */
"KDicSoundName001" = "マリソバ";

/* 闹钟铃声名称-002 */
"KDicSoundName002" = "ツロフォソ";

/* 闹钟铃声名称-003 */
"KDicSoundName003" = "ハ一プ";

/* 闹钟铃声名称-004 */
"KDicSoundName004" = "黒電話";

/* 闹钟铃声名称-005 */
"KDicSoundName005" = "トリル";

/* 闹钟铃声名称-006 */
"KDicSoundName006" = "KDicSoundName006";

/* 闹钟铃声名称-007 */
"KDicSoundName007" = "KDicSoundName007";

/* 闹钟铃声名称-008 */
"KDicSoundName008" = "KDicSoundName008";

/* 闹钟铃声名称-009 */
"KDicSoundName009" = "KDicSoundName009";

/* 闹钟铃声名称-010 */
"KDicSoundName010" = "KDicSoundName010";

/* 闹钟铃声名称-011 */
"KDicSoundName011" = "KDicSoundName011";

/* 闹钟铃声名称-012 */
"KDicSoundName012" = "KDicSoundName012";

/* 闹钟铃声名称-013 */
"KDicSoundName013" = "KDicSoundName013";

/* 闹钟铃声名称-014 */
"KDicSoundName014" = "KDicSoundName014";

/* 闹钟铃声名称-015 */
"KDicSoundName015" = "KDicSoundName015";

/* 闹钟铃声名称-016 */
"KDicSoundName016" = "KDicSoundName016";

/* 闹钟铃声名称-017 */
"KDicSoundName017" = "KDicSoundName017";

/* 闹钟铃声名称-018 */
"KDicSoundName018" = "KDicSoundName018";

/* 闹钟铃声名称-019 */
"KDicSoundName019" = "KDicSoundName019";

/* 闹钟铃声名称-020 */
"KDicSoundName020" = "KDicSoundName020";

/* 闹钟铃声名称-021 */
"KDicSoundName021" = "KDicSoundName021";

/* 闹钟铃声名称-022 */
"KDicSoundName022" = "KDicSoundName022";

/* 闹钟铃声名称-023 */
"KDicSoundName023" = "KDicSoundName023";

/* 闹钟铃声名称-024 */
"KDicSoundName024" = "KDicSoundName024";

/* 闹钟铃声名称-025 */
"KDicSoundName025" = "KDicSoundName025";

/* 闹钟铃声名称-026 */
"KDicSoundName026" = "KDicSoundName026";

/* 闹钟铃声名称-027 */
"KDicSoundName027" = "KDicSoundName027";

/* 闹钟铃声名称-028 */
"KDicSoundName028" = "KDicSoundName028";

/* 闹钟铃声名称-029 */
"KDicSoundName029" = "KDicSoundName029";

/* 闹钟铃声名称-030 */
"KDicSoundName030" = "KDicSoundName030";

/* 闹钟铃声名称-031 */
"KDicSoundName031" = "KDicSoundName031";

/* 闹钟铃声名称-032 */
"KDicSoundName032" = "KDicSoundName032";

/* 闹钟铃声名称-033 */
"KDicSoundName033" = "KDicSoundName033";

/* 闹钟铃声名称-034 */
"KDicSoundName034" = "KDicSoundName034";

/* 闹钟铃声名称-035 */
"KDicSoundName035" = "KDicSoundName035";

/* 闹钟铃声名称-036 */
"KDicSoundName036" = "KDicSoundName036";

/* 闹钟铃声名称-037 */
"KDicSoundName037" = "KDicSoundName037";

/* 闹钟铃声名称-038 */
"KDicSoundName038" = "KDicSoundName038";

/* 闹钟铃声名称-039 */
"KDicSoundName039" = "KDicSoundName039";

/* 闹钟铃声名称-040 */
"KDicSoundName040" = "KDicSoundName040";

/* 闹钟铃声名称-041 */
"KDicSoundName041" = "KDicSoundName041";

/* 闹钟铃声名称-042 */
"KDicSoundName042" = "KDicSoundName042";

/* 闹钟铃声名称-043 */
"KDicSoundName043" = "KDicSoundName043";

/* 闹钟铃声名称-044 */
"KDicSoundName044" = "KDicSoundName044";

/* 闹钟铃声名称-045 */
"KDicSoundName045" = "KDicSoundName045";

/* 闹钟铃声名称-046 */
"KDicSoundName046" = "KDicSoundName046";

/* 闹钟铃声名称-047 */
"KDicSoundName047" = "KDicSoundName047";

/* 闹钟铃声名称-048 */
"KDicSoundName048" = "KDicSoundName048";


/* 触发条件类型的名称，When I Arrive */
"kDicTriggerTypeNameWhenArrive" = "到着時";       

/* 触发条件类型的名称，When I Leave */
"kDicTriggerTypeNameWhenLeave" = "出発時";

/* Alarm是否启用的标签 */
"KLabelAlarmEnable" = "有効にする";

/* 信息卡视图地址的标签（英文小写） */
"KLabelAlarmMapInfo" = "住所";

/* 闹钟名字的标签 */
"KLabelAlarmName" = "ラベル";

/* 地址的标签 */
"KLabelAlarmPostion" = "目的地";

/* 警示半径的标签 */
"KLabelAlarmRadius" = "アラーム半径";

/* 重复类型的标签 */
"KLabelAlarmRepeat" = "繰り返し";

/* 声音的标签 */
"KLabelAlarmSound" = "サウンド";

/* 振动的标签 */
"KLabelAlarmVibrate" = "スヌーズ";

/* 触发警告条件的标签 */
"KLabelAlarmTrigger" = "通知";

/* 地图书签视图的提示文本 */
"KLabelMapBookmarksView" = "マップ上に表示するアラームを選択します";

/* 新增闹钟的大头针的标题 */
"KLabelMapNewAnnotationTitle" = "ドラッグで目的地を変更できます";

/* 关于tab的标题 */
"KTabTitleAbout" = "について";

/* 闹钟列表tab标题 */
"KTabTitleAlarmList" = "アラームリスト";

/* 闹钟地图tab标题 */
"KTabTitleAlarmMaps" = "アラームマップ";

/* 设置tab的标题 */
"KTabTitleSetting" = "設定";

/* 提示无法反转地址，需要打开internet连接的提示文本 */
"KTextPromptNeedInternetToReversing" = "この地理座標を住所情報に変換するには、Wi-Fiネットワークかモバイルデータ通信に接続する必要があります。";

/* 提示无法取得当前位置，需要通过地图指定位置的提示文本 */
"KTextPromptNeedSetLocationByMaps" = "現在地を確認できません。地図を使用して目的地を設定することができます。";

/* 空闹钟列表的背景文字 */
"KTextPromptNoiAlarms" = "位置アラームなし";

/* 正在定位的提示文本 */
"KTextPromptWhenLocating" = "現在地...";

/* 正在反转地址的提示文本 */
"KTextPromptWhenReversing" = "逆転中...";

/* 正在载入的提示文本 */
"KTextPromptWhenLoading" = "読み込み中...";

/* 当前位置的文本 */
"KTextPromptDistanceCurrentLocation" = "現在地まで %.1f km";

/* 当前位置的文本 */
"KTextPromptCurrentLocation" = "現在地";

/* 这是当前位置的文本 */
"KTextPromptItIsCurrentLocation" = "これは現在地です。";

/* 搜索bar的Placeholder */
"KTextPromptPlaceholderOfSearchBar" = "検索または目的地";

/* 千米(单数) */
"kUnitKilometre" = "km";

/* 米(单数) */
"kUnitMeter" = "m";

/* 米(复数) */
"kUnitMeters" = "m";

/* 添加闹钟视图标题 */
"KViewTitleAddAlarms" = "アラームを追加";

/* 编辑地址的视图标题 */
"KViewTitleAlarmPostion" = "目的地";

/* 编辑警示半径视图标题 */
"KViewTitleAlarmRadius" = "アラーム半径";

/* 闹钟列表视图标题 */
"KViewTitleAlarmsList" = "アラームリスト";

/* 闹钟地图视图标题 */
"KViewTitleAlarmsListMaps" = "アラームマップ";

/* 编辑闹钟视图标题 */
"KViewTitleEditAlarms" = "アラームを編集";

/* 信息卡视图标题 */
"KViewTitleInformation" = "情報";

/* 地图书签视图的标题 */
"KViewTitleMapBookmarks" = "位置アラーム";

/* 编辑名称视图标题 */
"KViewTitleName" = "ラベル";

/* 编辑重复类型视图标题 */
"KViewTitleRepeat" = "繰り返し";

/* 编辑铃声视图标题 */
"KViewTitleSound" = "サウンド";

/* 编辑振动视图标题 */
"KViewTitleVibrate" = "スヌーズ";

/* 触发警告条件视图的标题 */
"KViewTitleTrigger" = "通知";

///////////////////////////////////////////////////////////////////

/* 名字的提示文本 TODO*/
"KAPTextPlaceholderName" = "如：什么地方就要到了";

/* 备注的提示文本 TODO*/
"KAPTextPlaceholderNote" = "如：到达后要做什么";

/* 开始 */
"KAPTitleBeginTime" = "開始";

/* 结束 */
"KAPTitleEndTime" = "終了";

/* 备注 */
"KAPTitleNote" = "メモ";

/* 定时启动 TODO*/
"KAPTitleTimeSwitch" = "定时通知";

/* 使用相同的开始与结束 TODO*/
"KAPTitleSameBeginEndTime" = "使用相同的开始与结束";

/* 开始结束 */
"KAPTitleBeginTimeAndEndTime" = "開始と終了";

/* 最近搜索 */
"KBMTitleBMRecents" = "履歴";

/* 通讯录 */
"KBMTitleContacts" = "連絡先";

/* 联系人 */
"KBMTitleContact" = "連絡先";

/* 选取联系人显示在地图上 */
"KBMTitlePromptContacts" = "マップ上に表示する連絡先を選択";

/* 选取最近的搜索 */
"KBMTitlePromptRecents" = "検索履歴を選択";

/* 现在 */
"KTITitleNow" = "今";

/* x天前 */
"KTITitleXDAgo" = "%d日前";

/* x小时前 */
"KTITitleXHAgo" = "%d時間前";

/* x分钟前 */
"KTITitleXMAgo" = "%d分前";

/* 每天 */
"KWDSTitleEveryDay" = "每日";

/* 工作日 */
"KWDSTitleWeekdays" = "平日";

/* 周末 */
"KWDSTitleWeekends" = "週末";

/* 次日 TODO */
"KWDSTitleNextDay" = "次の日";

/* 每周五 */
"KWDTitleEveryFriday" = "每金曜日";

/* 每周一 */
"KWDTitleEveryMonday" = "每月曜日";

/* 每周六 */
"KWDTitleEverySaturday" = "每土曜日";

/* 每周日 */
"KWDTitleEverySunday" = "每日曜日";

/* 每周四 */
"KWDTitleEveryThursday" = "每木曜日";

/* 每周二 */
"KWDTitleEveryTuesday" = "每火曜日";

/* 每周三 */
"KWDTitleEveryWednesday" = "每水曜日";

/* 过X分钟提醒 TODO*/
"kTitleAlarmAfterXMinutes" = "过%d分钟再提醒";

/* "过一会再提醒" TODO*/
"kTitleAlarmLater" = "过一会再提醒";

/* 清除 */
"KTitleClear" = "消去";

/* 取消 */
"KTitleCancel" = "キャンセル";

/* 搜索 */
"KTitleSearch" = "検索";

/* 告诉朋友 */
"kTitleTellFriends" = "友人に知らせる";

/* 清除所有最近搜索 */
"KTitleClearAllRecents" = "すべての履歴を消去";

/* 测试 TODO */ 
"KTitleTest" = "テスト";

/* 启动 */
"KTitleLaunch" = "Launch";

/* 距离当前位置:少于0.1公里 TODO*/
"KTextDistanceLessThan0_1Km" = "距离当前位置：少于0.1公里";

/* 下一次提醒的警告 TODO*/
"KTextWaringNexttimeAlarm" = "由于您现在离这个目的地很近，所以在下次进入目的地区域，才会提醒您！";

/* 闹钟半径太小的警告 TODO*/
"KTextWaringRadiusTooSmall" = "提醒半径太小，可能会错过提醒。除非您能确信您的iPhone能不被遮挡的接收GPS卫星信号，否则不要设置成这样的提醒半径。";

/* 为什么要实用定时启动的描述 TODO*/
"KTextWhyTimeSwitch" = "使用“定时通知”可节约电池电力。您的iPhone将在开始时间收到要求启动位置闹钟的通知。";

/* 启动位置闹钟的通知 */
"KTextNotificationLaunchAlarm" = "点击来启动位置闹钟";

/* 已启动！ TODO*/
"KTextAlarmHasLaunched" = "已经启动！";

/* 不能自动启动的原因 TODO*/
"KTextWhyCanNotAutoLaunch" = "由于iOS系统的限制，需要您点击通知来启动位置闹钟。";

